* 「蒔絵職人・霜上則男の冤罪―山中温泉殺人事件　（犯罪ドキュメントシリーズ）　（日本語）　単行本　–　1985／7／1」という本の発見
  :LOGBOOK:
  CLOCK: [2020-07-03 金 08:19]--[2020-07-03 金 10:33] =>  2:14
  :END:

:CATEGORIES: 冤罪

〉〉〉：Emacs： 2020-07-03（金曜日）08：19　 〉〉〉

　昨日は午後に用事があって出掛けていました。茂平食堂で久しぶりに食事をしたのですがラーメンが580円でした。外食も久しぶりです。家に戻ったのは20時近くになっていたと思います。寝るまでテレビはつけなかったとも思います。

　夜も山中事件についてちょっと考えられないような大きな発見がありました。死刑判決から無罪判決となった人物が実名で本を出していたというのです。それもタイトルの初めに蒔絵職人とありました。

　昨日のツイートにもある次の部分の名前で検索するとすぐに本の情報が見つかりました。

- TW kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中） 日時： 2020/07/02 12:55 URL： https://twitter.com/kk_hirono/status/1278537860329598982  

> PDFファイルですが，日本語のページタイトルが取得できて珍しく思いました。「霜上則男さん（山中事件冤罪被害者）」，●講演「山中事件について」　鳥毛美範　弁護士（山中事件元弁護人」などとあります。今年の３月１４日となっていますが，意外な発見です。  

　大崎事件でも最近になって，和田久弁護士のことなど思いがけない大きな発見があって，事件に対するイメージそのものを根本から変えることにもなったのですが，そのときもきっかけは弁護士らがネットで公開した第4次再審請求書での記述でした。

- TW kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中） 日時： 2020/07/02 12:51 URL： https://twitter.com/kk_hirono/status/1278536635148206083  

> » Microsoft PowerPoint - 191219チラシ案（20200314死刑シンポ＠金沢）　金沢会執行部会等承認済版 [互換モード] https://t.co/tF9w31dyp9  

 - » 霜上則男 - Google 検索 https://t.co/Tu4xVQDUog

　人物の名前で検索をして，出版された書籍の情報がこれだけ出てきたのも初めてのことのように思います。霜上というのも珍しい名前ですが，似たような名前をフィクションの小説で読んだような気がする懐かしさがあり，ドラマに出てくる登場人物の名前のようでもあります。

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜hirono_hideki（奉納＼さらば弁護士鉄道・泥棒神社の物語） 日時：2020-07-03 08:50／2020/07/02 21:20 URL： https://twitter.com/kk_hirono/status/1278838570677972998 https://twitter.com/hirono_hideki/status/1278664726382174209  

> 蒔絵職人・霜上則男の冤罪―山中温泉殺人事件 (犯罪ドキュメントシリーズ) | 正延 哲士 |本 | 通販 | Amazon https://t.co/KUMHhfCKLd  

 - » 奉納＼さらば弁護士鉄道・泥棒神社の物語(@hirono_hideki)/「霜上則男」の検索結果 - Twilog https://t.co/UQUwIrXJHO

　念のためTwilogで確認しましたが，10年以上使っているTwitterのアカウントでも該当は，昨夜21時20分となっているツイート1件のみでした。ただ，これも「（20200314死刑シンポ＠金沢）　金沢会執行部会等承認済版」を見つけなければなかったことでしょう。

〈〈〈：Linux Emacs： 2020-07-03（金曜日）09：05 　〈〈〈

* 「山中事件　ー共犯者自白と自由心証主義ー　辻脇葉子」というPDFファイル，「精神薄弱（軽愚）」を確認
  :LOGBOOK:
  CLOCK: [2020-07-03 金 10:33]--[2020-07-03 金 10:58] =>  0:25
  :END:

:CATEGORIES: 冤罪

〉〉〉：Emacs： 2020-07-03（金曜日）10：33　 〉〉〉

```

山中事件m-repo.lib.meiji.ac.jp › tankidaigakukiyo_59_35
PDF
たとえば、山中事件の弁護人の上告趣意にも引用されている八海事件. 第3次上告審は、犯行と被告人との結び付きに関する原判決の事実認定. に不合理なところがあるとして、死刑を含む有罪判決を宣告した原判決. を破棄し、無罪を言い渡したものであるが、 ...
辻脇葉子 著 - ‎1996

［source：］山中事件 - Google 検索 https://www.google.com/search?sxsrf=ALeKk02HfkLN9vNO9oAmDY-At2kbVbjbOQ%3A1593734153125&ei=CXT-XrOcB476wAPj_bHIDg&q=%E5%B1%B1%E4%B8%AD%E4%BA%8B%E4%BB%B6&oq=%E5%B1%B1%E4%B8%AD%E4%BA%8B%E4%BB%B6&gs_lcp=CgZwc3ktYWIQAzIECCMQJzIECCMQJzIECCMQJzIECAAQHjIECAAQHjIECAAQHjoHCAAQgwEQBDoHCAAQsQMQBDoGCAAQBBADOgQIABAEOgcIABCDARBDOgIIADoFCAAQzQI6BwgjELACECc6BggAEA0QHjoKCAAQDRAFEAQQHlDUiC9Yz54vYMykL2gAcAB4AIABqgGIAYsMkgEDOS42mAEAoAEBqgEHZ3dzLXdpeg&sclient=psy-ab&ved=0ahUKEwjzxMCw4q_qAhUOPXAKHeN-DOkQ4dUDCAw&uact=5
```

　特にオプションの指定をしていないGoogle検索ですが，検索のURLのパラメーターがずいぶん長いものとなっています。検索結果の1ページ目，上から3番目にあるのが，上記に引用した部分になります。

　パソコンの環境で違いはあると思いますが，私のパソコン環境のようにブラウザでPDFファイルが開かれる場合と，アドビなどのPEFビューアのソフトが立ち上がる場合があると思います。

　私のパソコン環境はLinuxですが，数年前にアドビのPEFビューアのソフトが使えなくなっています。他のPEFビューアのソフトとの違いを実感することがあるのですが，私のLinuxの環境では，どれを試してもコピペの文字列に余計なスペースが混じっていました。

　PDFファイルのファイル自体も古いものなのかもしれません。なかにはもっとひどいものもありますが，コピペをすると大きくレイアウトが崩れる場合がありました。

　PDFファイルは66ページあるようです。飛ばしながら部分的にしか読んでいないのですが，まともに読んだら朝から夕方まで時間が掛かりそうです。

　次が41ページ目の引用部分になります。

```
[8127]  % xsel -b|sed -e 's/ //g' | sed -e ':loop;N;$!b loop;s/\n/ /g'
その上、Kの知的能力は、知能水準が11歳の児童程度で、正常者との 境界線に近い精神薄弱(軽愚)でもあった。このため、取調官の誘導次 第では、容易に虚偽の自白を誘発するおそれがあり、その被影響性・被 暗示性への慎重な吟味が不可欠なケースであった。
```

　これは大きな発見になるのですが，私の古い記憶の内容が客観的資料で確認できたことになります。

〈〈〈：Linux Emacs： 2020-07-03（金曜日）10：57 　〈〈〈

* 山中事件について2006年9月3日に記録が残る記事，[司法全般]刑務官、検察との関わり方
  :LOGBOOK:
  CLOCK: [2020-07-03 金 10:58]--[2020-07-03 金 11:47] =>  0:49
  :END:

:CATEGORIES: 冤罪

〉〉〉：Emacs： 2020-07-03（金曜日）10：58　 〉〉〉

```
　実際の裁判例となると、検察官と弁護士が激しく対立し、接見という問題を含め弁護活動の妨害を受けたなどという例は、ずいぶん前からちょくちょく出ているようです。
　１０年ほど前に見た本になりそうなので、記憶の方もすこぶる曖昧ですが、お隣富山県の魚津市の警察署だったかでも類似の問題が取り沙汰されていたような憶えがあります。
　石川県でも過去には次のような例があるようです。これも判例を読んでいると解説等でちょくちょく見かける事件です。見方によれば、そのような時代背景も異なる陳腐な事例が取り沙汰されるほど、データが乏しいのかもしれません。
＜蛸島事件＞
http：//ja.wikipedia.org/wiki/%E8%9B%B8%E5%B3%B6%E4%BA%8B%E4%BB%B6
　比較的新しい事例で、私自身の事件捜査、裁判にも少なからぬ影響を及ぼしていると考えら得るのが、次の山中事件です。
＜山中事件＞
http：//ja.wikipedia.org/wiki/%E5%B1%B1%E4%B8%AD%E4%BA%8B%E4%BB%B6
　ざっと読んでみたところ、「検察の汚点」とも評価されていました。実は、私自身福井刑務所にいたころ購入した専門書のなかで、その事件についての詳しい内容を読む機会がありました。これもずいぶん前のことで、記憶も曖昧になっており、半年か一年ほど前に実家にある本を探して見たのですが、該当する部分を見つけることは出来ませんでした。
　結論を言うと、軽愚とも表現されるような知能の劣った一人の被疑者、被告人の虚偽に翻弄され、検察は真相に辿り着くことが出来なかったのですが、私が読んだイメージでは、その被告人は真実の犯人や真相を知りうる立場であったようです。つまり検察は被疑者の内心の事実を引き出すことが出来なかったことになりそうです。

［source：］*1157280058*［司法全般］刑務官、検察との関わり方 - 告発＼金沢地方検察庁＼最高検察庁＼法務省＼石川県警察御中 https://hirono-hideki.hatenablog.com/entry/20060903
```

　最初2016年と思ったのですが，2006年9月3日の記事のようです。もとははてなダイアリーのエントリーで，それをはてなブログにインポートしたものです。このインポートは見出しのタイトルの部分が文字化けしたものも多いはずですが，これは問題なさそうです。

　はてなダイアリーの文字コードが「EUC-JP」という古いものであったため一部で文字化けが起きていました。あるいは途中からなくなっている部分もあるのかもしれません。これは文字コードのバイト数の違いで起こった問題であったと記憶しますが，そういうことも過去にありました。

　上記の引用部分に「半年か一年ほど前に実家にある本を探して見たのですが、該当する部分を見つけることは出来ませんでした。」とあります。平成18年当時の話になると思いますが，その後も発見には至っておらず，不思議なことになっています。

　まだ記憶が鮮明だった段階で具体的な記述をしておけばよかったと悔やまれるのですが，自分が購入した本で見当たらないということは，図書館で借りた本であったのかもしれません。ただ，刑法，刑事訴訟法関連でありがたみを感じる本を借りたという記憶はありません。

　平成9年7月から平成11年8月の間，何度か金沢市の市立図書館に本を借りに行ったことがあり，1度だけ県立図書館にも行ったのですが，そこで本は借りてこなかったようにも思います。刑法，刑事訴訟法関連でいい本を見つけたという記憶はなく，UNIX関係はまだ良かったです。

　その本のことも今はぼんやりとしか思い出せないのですが，山中事件の犯行状況の記述，描写が，まるで竹取物語のお伽話のように感じたことは印象に残っています。その本に出る軽愚者がホラー映画の登場人物のように感じたことも印象として残っていました。

* 「冤罪はこうして作られる」小田中聰樹：講談社現代新書，という家にあった本を2020年7月3日11時24分頃発見
  :LOGBOOK:
  CLOCK: [2020-07-03 金 11:47]
  :END:

:CATEGORIES: 冤罪

〉〉〉：Emacs： 2020-07-03（金曜日）11：47　 〉〉〉

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-07-03 11:47／2020/07/03 11:43 URL： https://twitter.com/kk_hirono/status/1278883031877480448 https://twitter.com/s_hirono/status/1278881953198964737  

> 2020-07-03_112700＿「冤罪はこうして作られる」小田中聰樹：講談社現代新書.jpg https://t.co/IFktXJc9Ka  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-07-03 11:47／2020/07/03 11:43 URL： https://twitter.com/kk_hirono/status/1278883046637232128 https://twitter.com/s_hirono/status/1278881938585972736  

> 2020-07-03_112410＿「冤罪はこうして作られる」小田中聰樹：講談社現代新書.jpg https://t.co/c760gwbADM  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-07-03 11:47／2020/07/03 11:43 URL： https://twitter.com/kk_hirono/status/1278883089796616192 https://twitter.com/s_hirono/status/1278881968290009088  

> 2020-07-03_112715＿「冤罪はこうして作られる」小田中聰樹：講談社現代新書.jpg https://t.co/os7TGNAOVA  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-07-03 11:47／2020/07/03 11:43 URL： https://twitter.com/kk_hirono/status/1278883111346950144 https://twitter.com/s_hirono/status/1278881983716708357  

> 2020-07-03_112750＿「冤罪はこうして作られる」小田中聰樹：講談社現代新書.jpg https://t.co/CdR6NraSFh  

　発見してすぐにスマホで写真を撮影しました。本当の目的は，軽く「殺人百科」3冊，「事件百景」1冊という本があることの確認でした。これはまだ確認をしていませんが，山中事件のこともこの4冊の文庫本のいずれかで読んだものかもしれないと考え始めたことです。

　もう一つはっきりした記憶があって，そちらは間違いなく本格的な専門書だったと記憶にあるのですが，多くて10ほど取り上げられた刑事裁判のことで，その初めの方にあった金沢市での記者のわいせつ事件のことでした。

　これは別途取り上げておきたいところですが，昨夜，Googleで時間を掛けて調べても手がかりすらつかめませんでした。記者が冤罪を主張したわいせつ事件で，その弁護団の中に初めて名前を見たのも西村依子弁護士であったと記憶にあるのです。

　他にも金沢市で刑事弁護に熱心な弁護士の名前が，その本には連ねてありました。平成9年の秋に，金沢合同法律事務所で西村依子弁護士と相談をしたとき，過去に苦い経験があるのでわいせつ関連は受けたくないというようなことを言われ，その本の内容をその場で思い出していました。

　「冤罪はこうして作られる」という本は，福井刑務所での受刑中に購入をして読んだと記憶にあったのですが，単行本として記憶にあったもので，昨日か一昨日あたりにご紹介した免田事件の本や，栃木のリンチ殺人事件の父親の手記の本と，似たような時期と記憶していました。

 - » わが子、正和よ―栃木リンチ殺人事件被害者両親の手記 | 光男, 須藤, 洋子, 須藤 |本 | 通販 | Amazon https://t.co/XNdIS6IGp7

　調べてみると，母親と思われる女性の名前も一緒になっていて，見覚えのない表紙のカバーに「須藤光男・洋子」とあります。本の内容もほとんど憶えていないのですが，母親のことはさらに記憶には残っておらず，少し不思議な気がしました。

　よく見ると，本のタイトルは「わが子、正和よ」とよく憶えているものなのですが，2001年4月1日というのは平成13年になります。私が福井刑務所にいたのは平成6年3月17日から平成9年1月18日なので，まったく時期が合いません。

　この本も家のどこかにはあると思うのですが，「私本閲読許可証」がついているか気になるところです。ついていれば，金沢刑務所で私本購入したものになります。実は「冤罪はこうして作られる」小田中聰樹：講談社現代新書，にこの「私本閲読許可証」がなかったのです。

　今のところ，「私本閲読許可証」が外れたのはみたことがありません。かなり強く糊付けされているので，無理に剥がせば跡が残るはずです。

　「2020-07-03_112715＿「冤罪はこうして作られる」小田中聰樹：講談社現代新書.jpg」は，同じ講談社現代新書の「最高裁判所」という本の「私本閲読許可証」をスマホで撮影したものです。

　未決57番とあります。受刑者のときも呼称番号はありましたが，57番という二桁のものは，このときだけであったと思います。「私本閲読許可証」の期間も平成5年7月19日から一月となっています。これは通常の単行本の閲読期間でした。

　この講談社現代新書のシリーズは，けっこうな数，購入したものがあります。法律関係と精神医学関係があります。「冤罪はこうして作られる」が定価650円，「最高裁判所」が定価600円と確認しました。手頃な購入価格で紙の質もいい感じです。

 - » https://t.co/hEEXK0Lxkh : 冤罪はこうして作られる https://t.co/BXwFq6dJqo

　上記のAmazonの商品は990円で，よく見ると「（講談社現代新書）」とありますが，デザインがまるで違ったものです。紺色をベースにしたようなシンプルなデザインですが，帯に大きな白地の文字で「これは他人の悲劇ではない！」とあるのも訴求性を感じさせます。

　福井刑務所の受刑中に購入したと思う「冤罪はこうして作られる」は，単行本というのは薄い感じの本で，サイズは文庫本のように小さくはなかったと思います。似たようなサイズの本が，今も手元にあるのですが，「デーモン君のソース探検」というような本です。

 - » デーモン君のソース探検―BSDのソースコードを探る冒険者たちのための手引き書 (BSD magazine Books) | 氷山 素子 |本 | 通販 | Amazon https://t.co/2ldsJ12MgM 梱包サイズ: 21 x 14.8 x 1.6 cm

　本のカバーのデザインも基本同じだと思います。いくらか色が明るめになっているような印象はあります。単行本となっていますが，本のサイズも情報がありました。縦が21センチ，横が14.8センチ，厚みが1.6センチなのでしょう。

〈〈〈：Linux Emacs： 2020-07-03（金曜日）12：35 　〈〈〈

